Repository: xdgf558/MindBudget
Catalog: MindBudget/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans

# wishlist.cooling.start
source: Start
zh_hans: 开始

# wishlist.cooling.title
source: Cooling-off period
zh_hans: 冷静期

# wishlist.coolingStatus.scheduled
source: Scheduled
zh_hans: 已安排

# wishlist.coolingStatus.active
source: In progress
zh_hans: 进行中

# wishlist.coolingStatus.completed
source: Completed
zh_hans: 已结束

# wishlist.coolingStatus.cancelled
source: Cancelled
zh_hans: 已取消

# wishlist.defaultCooling
source: Default cooling-off period
zh_hans: 默认冷静时长

# wishlist.details
source: Details
zh_hans: 详情

# wishlist.duration.24h
source: 24 hours
zh_hans: 24 小时

# wishlist.duration.72h
source: 72 hours
zh_hans: 72 小时

# wishlist.duration.custom
source: Custom
zh_hans: 自定义

# wishlist.duration.customHours
source: Hours
zh_hans: 小时数

# wishlist.edit.title
source: Edit wishlist item
zh_hans: 编辑愿望

# wishlist.error.name
source: Enter a name for this item.
zh_hans: 请输入物品名称。

# wishlist.impact.exceedsFree
source: Estimated free budget after this
zh_hans: 预计购买后的自由预算

# wishlist.impact.exceedsTotal
source: Estimated total budget after this
zh_hans: 预计购买后的总预算

# wishlist.impact.remaining
source: Estimated total budget remaining
zh_hans: 预计购买后的总预算余额

# wishlist.impact.title
source: Budget impact
zh_hans: 预算影响

# wishlist.impact.unavailable
source: Add an estimated price and configure a current budget to preview the impact.
zh_hans: 填写预计价格并配置当前预算后，可以预览影响。

# wishlist.item
source: Item
zh_hans: 物品

# wishlist.name
source: Item name
zh_hans: 物品名称

# wishlist.notes
source: Notes
zh_hans: 备注

# wishlist.notes.optional
source: Notes (optional)
zh_hans: 备注（可选）

# wishlist.outcome.purchased
source: Marked as purchased
zh_hans: 已标记购买

# wishlist.outcome.skipped
source: Marked as skipped
zh_hans: 已标记跳过

# wishlist.outcome.extended
source: Started another cooling-off period
zh_hans: 已开始新一轮冷静期

# wishlist.outcome.noResponse
source: No decision recorded
zh_hans: 未记录决定

# wishlist.price
source: Estimated price
zh_hans: 预计价格

# wishlist.price.optional
source: Estimated price (optional)
zh_hans: 预计价格（可选）

# wishlist.purchase.linked
source: A related expense was recorded.
zh_hans: 已关联一笔消费记录。

# wishlist.purchase.markOnly
source: Mark only
zh_hans: 仅标记购买

# wishlist.purchase.message
source: You can record the purchase as an expense now or only update this item's status.
zh_hans: 你可以同时记一笔消费，也可以只更新这件物品的状态。

# wishlist.purchase.recordExpense
source: Record an expense
zh_hans: 同时记一笔消费

# wishlist.purchase.title
source: Mark as purchased
zh_hans: 标记购买

# wishlist.reviewAt
source: Review time
zh_hans: 回看时间

# wishlist.section.current
source: Considering
zh_hans: 正在考虑

# wishlist.section.history
source: History
zh_hans: 历史记录

# wishlist.status
source: Status
zh_hans: 状态

# wishlist.status.active
source: Considering
zh_hans: 考虑中

# wishlist.status.coolingOff
source: Cooling off
zh_hans: 冷静期中

# wishlist.status.readyToReview
source: Ready to review
zh_hans: 可以再看看

# wishlist.status.purchased
source: Marked purchased
zh_hans: 已标记购买

# wishlist.status.skipped
source: Marked skipped
zh_hans: 已标记跳过

# wishlist.status.archived
source: Archived
zh_hans: 已归档

# dashboard.coolingOff.title
source: Wishlist to review
zh_hans: 待回看的愿望

# wishlist.delete.message
source: This removes the item and its cooling-off history from this device.
zh_hans: 这会从本机删除该物品及其冷静期记录。

# wishlist.delete.title
source: Delete this wishlist item?
zh_hans: 删除这个愿望吗？

# wishlist.empty.title
source: Your wishlist is empty
zh_hans: 心愿单还是空的

# common.close
source: Close
zh_hans: 关闭

# expense.insight.header
source: A gentle check-in
zh_hans: 一个温和提示

# reminder.sheet.title
source: Before you continue
zh_hans: 继续之前

# reminder.sheet.alsoNoticed
source: Also noticed
zh_hans: 同时留意到

# reminder.action.continuePurchase
source: Continue Purchase
zh_hans: 继续购买

# reminder.action.addToWishlist
source: Move to Wishlist
zh_hans: 放入愿望清单

# reminder.template.budget.title
source: A quick budget check
zh_hans: 看一眼预算

# reminder.template.budget.soft.body
source: This would leave %@ in your flexible budget. Would a short pause help?
zh_hans: 这笔支出后灵活预算约剩 %@，要不要先停一下？

# reminder.template.budget.direct.body
source: Flexible budget after this: %@.
zh_hans: 支出后灵活预算：%@。

# reminder.template.category.title
source: Category budget check
zh_hans: 分类预算提示

# reminder.template.category.soft.body
source: %@ would reach %d%% of its plan. You can choose what works for you.
zh_hans: %@ 将达到预算的 %d%%，你可以按自己的情况决定。

# reminder.template.category.direct.body
source: %@ reaches %d%% of its plan.
zh_hans: %@ 将达到预算的 %d%%。

# reminder.template.change.title
source: A recent pattern changed
zh_hans: 最近的模式有了变化

# reminder.template.change.soft.body
source: This cycle is at %d%% of your recent baseline. Would a pause help?
zh_hans: 本周期约为近期基线的 %d%%，要不要先停一下？

# reminder.template.change.direct.body
source: This cycle is %d%% of the baseline.
zh_hans: 本周期约为近期基线的 %d%%。

# reminder.template.pattern.title
source: A pattern worth noticing
zh_hans: 一个值得留意的模式

# reminder.template.pattern.soft.body
source: Similar moments recently: %d. Would a short pause be useful?
zh_hans: 最近有 %d 次类似情况，要不要先停一下？

# reminder.template.pattern.direct.body
source: Similar moments recently: %d.
zh_hans: 最近有 %d 次类似情况。

# reminder.template.safe.title
source: Your buffer remains
zh_hans: 仍有预算缓冲

# reminder.template.safe.soft.body
source: The current plan would still leave %@ in flexible budget.
zh_hans: 按当前计划，灵活预算仍约剩 %@。

# reminder.template.safe.direct.body
source: Flexible budget remaining: %@.
zh_hans: 灵活预算仍剩 %@。

# reminder.template.minimal.body
source: Check: %@
zh_hans: 提示：%@

# insight.highSinglePurchase.title
source: One larger expense
zh_hans: 一笔较大支出

# insight.highSinglePurchase.body
source: A %@ expense was recorded in this cycle.
zh_hans: 本周期记录了一笔 %@ 的支出。

# insight.categoryBudgetRisk.title
source: Category budget progress
zh_hans: 分类预算进度

# insight.categoryBudgetRisk.body
source: %@ has reached %d%% of its current plan.
zh_hans: %@ 已达到当前预算的 %d%%。

# insight.lateNightSpending.title
source: Late-hour pattern
zh_hans: 较晚时段的记录

# insight.lateNightSpending.body
source: There were %d qualifying late-hour expenses in the recent window.
zh_hans: 最近时间窗内有 %d 笔符合条件的较晚时段支出。

# insight.repeatedStressSpending.title
source: Stress-related pattern
zh_hans: 与压力相关的记录

# insight.repeatedStressSpending.body
source: You tagged %d recent expenses as stress-related.
zh_hans: 最近有 %d 笔支出被你标记为与压力相关。

# insight.imageRelatedIncrease.title
source: Image-related change
zh_hans: 形象相关支出变化

# insight.imageRelatedIncrease.body
source: This cycle totals %@, or %d%% of the historical average.
zh_hans: 本周期合计 %@，约为历史平均的 %d%%。

# insight.impulseCluster.title
source: Several quick decisions
zh_hans: 几次快速消费决定

# insight.impulseCluster.body
source: You tagged %d expenses as impulse-related in the recent window.
zh_hans: 最近时间窗内有 %d 笔支出被你标记为冲动相关。

# insight.wishlistCoolingOff.title
source: Wishlist cooling-off
zh_hans: 愿望清单冷静期

# insight.wishlistCoolingOff.body
source: A wishlist item is ready for a calm review.
zh_hans: 有一个愿望可以平静地回看了。

# insight.coolingOffSuccess.title
source: Cooling-off helped
zh_hans: 冷静期带来了帮助

# insight.coolingOffSuccess.body
source: You chose not to buy %d item(s) after cooling off this cycle.
zh_hans: 本周期冷静期后，你有 %d 次决定暂不购买。

# insight.monthlySummary.title
source: Cycle summary
zh_hans: 周期总结

# insight.monthlySummary.body
source: Your recorded spending summary is ready.
zh_hans: 已生成记账汇总。

# insight.safeToProceed.title
source: Budget buffer remains
zh_hans: 预算仍有缓冲

# insight.safeToProceed.body
source: The current calculation leaves %@ in flexible budget.
zh_hans: 按当前计算，灵活预算仍剩 %@。

# insights.summary.sevenDays
source: Last 7 days
zh_hans: 近 7 天

# insights.summary.currentCycle
source: Current cycle
zh_hans: 当前周期

# insights.summary.records
source: %d recorded expenses
zh_hans: %d 笔记录

# insights.summary.recorded
source: Recorded spending
zh_hans: 已记录支出

# insights.chart.category
source: 30-day share by category
zh_hans: 近 30 天分类占比

# insights.chart.category.remaining
source: Other categories
zh_hans: 其他分类

# insights.chart.sevenDays
source: Seven-day trend
zh_hans: 7 天趋势

# insights.chart.emotion
source: By self-selected emotion
zh_hans: 按自选情绪标签

# insights.chart.date
source: Date
zh_hans: 日期

# insights.chart.amount
source: Amount
zh_hans: 金额

# insights.cards.title
source: Patterns to review
zh_hans: 可以回看的模式

# insights.card.dismiss
source: Dismiss
zh_hans: 暂不显示

# insights.disclaimer
source: Calculated on this device from your records. Informational only, not financial advice.
zh_hans: 内容仅根据本机记录计算，仅供参考，不构成财务建议。

# settings.remindersAndNotifications.title
source: Reminders and notifications
zh_hans: 提醒与通知

# settings.reminders.section
source: Gentle reminders
zh_hans: 温和提醒

# settings.reminders.gentle
source: Show spending check-ins
zh_hans: 显示消费提示

# settings.reminders.tone
source: Wording style
zh_hans: 表达方式

# settings.reminders.tone.soft
source: Soft
zh_hans: 柔和

# settings.reminders.tone.direct
source: Direct
zh_hans: 直接

# settings.reminders.tone.minimal
source: Minimal
zh_hans: 精简

# settings.reminders.dailyLimit
source: Daily interruptions
zh_hans: 每日打断上限

# settings.reminders.localOnly
source: Rules, frequency control, and reminder history stay on this device.
zh_hans: 规则、频控和提醒历史都只保留在本机。

# notification.cooling.title
source: About %@
zh_hans: 关于 %@

# notification.cooling.body
source: The %d-hour cooling-off period is over. Would you like to review it?
zh_hans: %d 小时冷静期已结束，现在要回看一下吗？

# settings.notifications.section
source: Local notifications
zh_hans: 本地通知

# settings.notifications.enabled
source: Cooling-off notifications
zh_hans: 冷静期到期通知

# settings.notifications.status.notDetermined
source: Permission has not been requested
zh_hans: 尚未请求通知权限

# settings.notifications.status.denied
source: Notifications are blocked in System Settings
zh_hans: 系统设置已关闭通知权限

# settings.notifications.status.authorized
source: Notifications are allowed
zh_hans: 通知权限已开启

# settings.notifications.status.provisional
source: Notifications are delivered quietly
zh_hans: 通知将安静送达

# settings.notifications.status.ephemeral
source: Notifications are temporarily allowed
zh_hans: 通知权限暂时可用

# settings.notifications.openSystemSettings
source: Open System Settings
zh_hans: 打开系统设置

# settings.notifications.quietHours
source: Quiet hours
zh_hans: 静默时段

# settings.notifications.quietStart
source: Starts
zh_hans: 开始时间

# settings.notifications.quietEnd
source: Ends
zh_hans: 结束时间

# settings.notifications.error
source: Notification changes could not be completed
zh_hans: 通知设置未能完成更新

# settings.notifications.invalidStoredData
source: Some cooling-off records could not be read. Other valid reminders were still updated.
zh_hans: 部分冷静期记录无法读取，其他有效提醒仍已更新。

# settings.notifications.invalidStoredData.count
source: Unreadable cooling-off records found: %d. Other valid reminders were still updated.
zh_hans: 发现 %d 条无法读取的冷静期记录，其他有效提醒仍已更新。

# settings.notifications.repair.action
source: Review and remove unreadable records
zh_hans: 查看并移除无法读取的记录

# settings.notifications.repair.confirm.title
source: Remove unreadable cooling-off records?
zh_hans: 移除无法读取的冷静期记录？

# settings.notifications.repair.confirm.message
source: Identified records: %d. Each record is checked again and removed only if it is still unreadable. Expenses, wishlist items, and readable cooling-off history stay unchanged.
zh_hans: 已识别 %d 条记录。每条记录都会再次检查，仅在仍无法读取时移除。消费、心愿项以及可读取的冷静期历史不会改变。

# settings.notifications.repair.confirm.action
source: Remove unreadable records
zh_hans: 移除无法读取的记录

# settings.notifications.repair.progress
source: Checking and removing unreadable records
zh_hans: 正在检查并移除无法读取的记录

# settings.notifications.repair.completed
source: Unreadable cooling-off records removed: %d.
zh_hans: 已移除 %d 条无法读取的冷静期记录。

# settings.notifications.repair.failed
source: Unreadable records could not be removed. Nothing else was deleted.
zh_hans: 无法读取的记录未能移除，其他内容未被删除。

# settings.notifications.privacy
source: Lock-screen notifications show the wishlist item name, but never its amount or notes.
zh_hans: 锁屏通知会显示愿望名称，但不会显示金额或备注。

# wishlist.cooling.notification
source: Notify me when it is ready to review
zh_hans: 到期时通知我回看

# wishlist.cooling.notificationPrivacy
source: The notification shows this item name, but not its price or notes. Quiet hours may defer delivery.
zh_hans: 通知会显示愿望名称，不显示价格或备注；静默时段内会顺延送达。

# wishlist.cooling.error.notificationsDenied
source: The cooling-off period started, but notifications are blocked. You can enable them in System Settings.
zh_hans: 冷静期已经开始，但系统通知权限未开启；你可以前往系统设置开启。

# wishlist.cooling.error.notificationScheduling
source: The cooling-off period started, but its notification could not be scheduled. Your local countdown is still available.
zh_hans: 冷静期已经开始，但通知未能安排；本地倒计时仍可正常使用。

# export.title
source: Export CSV
zh_hans: 导出 CSV

# export.localOnly
source: The file is prepared on this device and shared only where you choose.
zh_hans: 文件只在本机生成，并仅分享至你选择的位置。

# export.includes
source: The CSV contains expense and income dates, exact amounts, categories, income allocations, optional source or merchant names, and raw notes. It does not contain inferred advice.
zh_hans: CSV 包含支出与收入日期、精确金额、分类、收入分配、可选来源或商户名和原始备注，不包含推断建议。

# export.spreadsheetSafety
source: Text that resembles a spreadsheet formula is prefixed with an apostrophe for safety.
zh_hans: 为避免电子表格公式执行，疑似公式的文本会加英文单引号前缀。

# export.file.section
source: Expense file
zh_hans: 消费记录文件

# export.recordCount
source: Records
zh_hans: 记录数

# export.preparing
source: Preparing CSV
zh_hans: 正在生成 CSV

# export.share
source: Share CSV
zh_hans: 分享 CSV

# export.error
source: The CSV could not be prepared. Your stored data was not changed.
zh_hans: CSV 未能生成，已存数据没有发生变化。

# privacy.title
source: Privacy controls
zh_hans: 隐私控制

# privacy.summary.section
source: How data is handled
zh_hans: 数据如何处理

# privacy.summary.deviceOnly
source: By default, financial records stay on this device
zh_hans: 默认情况下，财务记录只保留在本机

# privacy.summary.noTracking
source: No ads, tracking, or third-party analytics
zh_hans: 无广告、追踪或第三方分析

# privacy.summary.noAccount
source: Optional iCloud sync is off by default
zh_hans: 可选的 iCloud 同步默认关闭

# privacy.summary.detail
source: MindBudget does not sell or share your records. System notifications are local and can be disabled at any time.
zh_hans: 花有数不出售或分享你的记录；系统通知仅在本机运行，并可随时关闭。

# privacy.delete.section
source: Delete all data
zh_hans: 删除所有数据

# privacy.delete.explanation
source: This cancels MindBudget notifications, clears its system search index, removes every local record, resets app preferences, and returns to onboarding.
zh_hans: 此操作会取消花有数通知、清空系统搜索索引、移除全部本地记录、重置应用偏好，并返回初始引导。

# privacy.delete.cloudBoundary
source: This deletes data from this device only. Existing iCloud copies are not deleted and may be imported if sync is enabled again. Cloud-wide deletion requires a separate confirmed action that is not yet available.
zh_hans: 此操作只删除本机数据，不会删除已有的 iCloud 副本；以后再次开启同步时，这些副本可能重新导入。云端全部删除需要单独确认，目前尚未提供。

# privacy.delete.start
source: Delete all local data
zh_hans: 删除全部本地数据

# privacy.delete.first.title
source: Delete everything in MindBudget?
zh_hans: 删除花有数中的全部内容？

# privacy.delete.first.message
source: This cannot be undone on this device and does not delete existing iCloud copies. Export your expense and income CSV first if you need a copy.
zh_hans: 此操作在本机无法撤销，也不会删除已有的 iCloud 副本。如需保留副本，请先导出支出与收入 CSV。

# privacy.delete.first.continue
source: Continue to final confirmation
zh_hans: 继续最终确认

# privacy.delete.final.title
source: Final confirmation
zh_hans: 最终确认

# privacy.delete.final.message
source: Enter the confirmation word shown below. Deletion starts only after you tap the final button.
zh_hans: 请输入下方确认词；只有点击最终按钮后才会开始删除。

# privacy.delete.final.placeholder
source: Confirmation word
zh_hans: 确认词

# privacy.delete.final.hint
source: Enter DELETE
zh_hans: 请输入“删除”

# privacy.delete.confirmationWord
source: DELETE
zh_hans: 删除

# privacy.delete.final.action
source: Permanently delete all local data
zh_hans: 永久删除全部本机数据

# privacy.delete.progress.section
source: Deletion progress
zh_hans: 删除进度

# privacy.delete.failure.incomplete
source: Deletion is incomplete and has not been reported as successful. You can retry the full sequence.
zh_hans: 删除尚未完整完成，应用不会显示成功；你可以重试完整流程。

# privacy.delete.stage.cancellingNotifications
source: Cancelling notifications
zh_hans: 正在取消通知

# privacy.delete.stage.clearingSearchIndex
source: Clearing the system search index
zh_hans: 正在清空系统搜索索引

# privacy.delete.stage.deletingLocalData
source: Deleting local records
zh_hans: 正在删除本地记录

# privacy.delete.stage.resettingPreferences
source: Resetting app preferences
zh_hans: 正在重置应用偏好

# privacy.delete.failure.cancellingNotifications
source: Notifications could not be fully cancelled
zh_hans: 未能完整取消通知

# privacy.delete.failure.clearingSearchIndex
source: The system search index could not be fully cleared
zh_hans: 未能完整清空系统搜索索引

# privacy.delete.failure.deletingLocalData
source: Local records could not be fully deleted
zh_hans: 未能完整删除本地记录

# privacy.delete.failure.resettingPreferences
source: App preferences could not be fully reset
zh_hans: 未能完整重置应用偏好

# export.filename
source: MindBudget expenses
zh_hans: 花有数消费记录

# export.filename.value
source: MindBudget-Expenses.csv
zh_hans: 花有数-消费记录.csv

# notification.cooling.itemFallback
source: your wishlist item
zh_hans: 这个愿望

# common.notSet
source: Not set
zh_hans: 未设置

# ask.title
source: Ask MindBudget
zh_hans: 问花有数

# ask.dashboard.prompt
source: Ask about your budget
zh_hans: 问问你的预算

# ask.question.section
source: Your question
zh_hans: 你的问题

# ask.question.placeholder
source: What would you like to know?
zh_hans: 你想了解什么？

# ask.suggestion.remaining
source: How much is left?
zh_hans: 这个周期还剩多少？

# ask.suggestion.stress
source: Any stress pattern?
zh_hans: 有压力消费的模式吗？

# ask.suggestion.wishlist
source: Wishlist status
zh_hans: 愿望清单状态

# ask.purchase.section
source: Purchase details
zh_hans: 购买信息

# ask.purchase.amount
source: Amount
zh_hans: 金额

# ask.purchase.category
source: Category
zh_hans: 分类

# ask.purchase.amountError
source: Enter a valid amount for this currency.
zh_hans: 请输入该币种支持的有效金额。

# ask.purchase.clarification
source: Amount and category are used only for this answer and are not saved.
zh_hans: 金额和分类只用于本次回答，不会保存。

# ask.submit
source: Get answer
zh_hans: 获取回答

# ask.answer.section
source: Answer
zh_hans: 回答

# ask.answer.enhanced
source: On-device enhanced
zh_hans: 本机增强

# ask.answer.template
source: Local template
zh_hans: 本地模板

# ask.answer.fallback.validation
source: Safety fallback
zh_hans: 安全回退

# ask.answer.fallback.validation.detail
source: The on-device wording did not pass local safety checks, so the complete local answer is shown.
zh_hans: 本机生成的措辞未通过本地安全校验，已显示完整的本地回答。

# ask.answer.fallback.error
source: Local fallback
zh_hans: 本地回退

# ask.answer.fallback.error.detail
source: The on-device wording could not be completed, so the complete local answer is shown.
zh_hans: 本机措辞未能完成，已显示完整的本地回答。

# ask.answer.fallback.unavailable
source: Enhancement unavailable
zh_hans: 增强暂不可用

# ask.answer.fallback.unavailable.detail
source: On-device enhancement is off or unavailable, so the complete local answer is shown.
zh_hans: 本机增强已关闭或暂不可用，已显示完整的本地回答。

# ask.answer.fallback.timeout
source: Enhancement timed out
zh_hans: 增强响应超时

# ask.answer.fallback.timeout.detail
source: On-device enhancement took too long, so the complete local answer is shown.
zh_hans: 本机增强响应超时，已显示完整的本地回答。

# ask.privacy
source: Your question is classified on this device and is never saved. AI enhancement receives only allow-listed aggregate facts, never notes or transaction rows.
zh_hans: 问题只在本机分类且不会保存。AI 增强只接收明确允许的聚合事实，不接收备注或逐笔记录。

# ask.answer.canIAfford.title
source: Budget check
zh_hans: 预算检查

# ask.answer.canIAfford.clarify
source: Add an amount and category so I can calculate the impact without guessing.
zh_hans: 请补充金额和分类，我会据此计算影响，不猜测数值。

# ask.answer.canIAfford.within
source: %@ is within the currently available %@. You can still choose to pause or continue.
zh_hans: %@ 在当前可用的 %@ 之内。你仍可以选择暂缓或继续。

# ask.answer.canIAfford.outside
source: %@ is above the currently available %@. A pause or budget adjustment may help.
zh_hans: %@ 高于当前可用的 %@。可以先暂缓，或调整预算。

# ask.answer.remainingBudget.title
source: Budget remaining
zh_hans: 剩余预算

# ask.answer.remainingBudget.body
source: You have %@ in flexible budget left. The calculated daily amount is %@ for %d remaining days.
zh_hans: 灵活预算还剩 %@。余下 %3$d 天，计算得出的每日金额是 %2$@。

# ask.answer.remainingBudget.breakdown
source: Your total budget has %1$@ remaining. After reserving %2$@ for pending fixed expenses and %3$@ for the remaining savings goal, you can use %4$@ now. With %6$d days left, the calculated daily reference is %5$@.
zh_hans: 本周期总预算还剩 %1$@。为尚未发生的固定支出预留 %2$@、为剩余储蓄目标预留 %3$@ 后，目前可以使用 %4$@。余下 %6$d 天，每日参考金额为 %5$@。

# ask.answer.remainingBudget.breakdown.over
source: Your total budget has %1$@ remaining. After reserving %2$@ for pending fixed expenses and %3$@ for the remaining savings goal, the currently available amount is over by %4$@. With %6$d days left, the calculated daily reference is %5$@.
zh_hans: 本周期总预算还剩 %1$@。为尚未发生的固定支出预留 %2$@、为剩余储蓄目标预留 %3$@ 后，当前可用额度已超出 %4$@。余下 %6$d 天，每日参考金额为 %5$@。

# ask.answer.stressPattern.title
source: Self-tagged pattern
zh_hans: 自选标签模式

# ask.answer.stress.body
source: This cycle has %d records you tagged as stressed, anxious, or stress relief.
zh_hans: 本周期有 %d 笔记录被你标记为压力、焦虑或缓解压力。

# ask.answer.stress.none
source: This cycle has no records with those self-selected stress tags.
zh_hans: 本周期没有使用这些自选压力标签的记录。

# ask.answer.impulsePattern.title
source: Impulse tags
zh_hans: 冲动标签

# ask.answer.impulse.body
source: This cycle has %d records you tagged as impulse-related.
zh_hans: 本周期有 %d 笔记录被你标记为与冲动有关。

# ask.answer.impulse.none
source: This cycle has no records with a self-selected impulse tag.
zh_hans: 本周期没有使用自选冲动标签的记录。

# ask.answer.categoryChange.title
source: Category change
zh_hans: 分类变化

# ask.answer.categoryChange.body
source: %@ increased the most: %@ this cycle compared with %@ in the previous month window.
zh_hans: %@ 增加最多：本周期 %@，上一个月度窗口 %@。

# ask.answer.categoryChange.none
source: There is not enough comparable spending to identify an increased category.
zh_hans: 目前没有足够的可比消费记录来识别增加的分类。

# ask.answer.alternative.title
source: A few alternatives
zh_hans: 几个替代选择

# ask.answer.alternative.body
source: You could save it to the wishlist, start a cooling-off period, or revisit it next cycle.
zh_hans: 可以先加入愿望清单、开始冷静期，或留到下个周期再看。

# ask.answer.wishlistStatus.title
source: Wishlist status
zh_hans: 愿望清单状态

# ask.answer.wishlistStatus.body
source: %d items are cooling off or ready to review, and %d remain active.
zh_hans: %d 项正在冷静期或待回看，%d 项仍为活动状态。

# ask.answer.unknown.title
source: What I can answer
zh_hans: 我能回答的内容

# ask.answer.unknown.body
source: Ask about remaining budget, affordability, category changes, self-selected stress or impulse tags, alternatives, or wishlist status.
zh_hans: 你可以问剩余预算、是否负担得起、分类变化、自选的压力或冲动标签、替代选择或愿望清单状态。

# ask.answer.outOfScope.title
source: Outside this tool
zh_hans: 超出工具范围

# ask.answer.outOfScope.body
source: MindBudget cannot provide investment, tax, loan, legal, diagnostic, or mental-health advice. I can help summarize your recorded budget facts.
zh_hans: 花有数不提供投资、税务、贷款、法律、诊断或心理健康建议。我可以帮你概括已记录的预算事实。

# ask.action.reviewRecentSpending
source: Review recent spending
zh_hans: 回看近期消费

# ask.action.adjustBudget
source: Review budget settings
zh_hans: 检查预算设置

# ask.action.addToWishlist
source: Add to wishlist
zh_hans: 加入愿望清单

# ask.action.continuePurchase
source: Continue the purchase
zh_hans: 继续购买

# ask.action.startCoolingOff24h
source: Start a cooling-off period
zh_hans: 开始冷静期

# ask.action.waitUntilNextCycle
source: Revisit next cycle
zh_hans: 下个周期再看

# settings.ai.section
source: Ask and Apple Intelligence
zh_hans: Ask 与 Apple Intelligence
